{
  "books":[
    {
      "bookName":"Заводной апельсин",
      "description":"Один из самых популярных романов, главной темой которого является взросление. Это филигранная сатира над обществом в целом и над каждым из нас в отдельности. И самое главное — никакой морали. «Умейте принимать жизнь такой, какая она есть», — вот девиз этой книги.",
      "author":["Энтони Берджесс"],
      "genre":"Роман"
    },
    {
      "bookName":"Апрельское колдовство",
      "description":"Это очень простой и короткий рассказ о несчастной любви. На нескольких страницах один из самых искренних и лиричных писателей XX века доходчиво объясняет всем юным девушкам, что несчастная любовь — это самое волшебное, что может случиться с человеком.",
      "author":["Рэй Брэдбери"],
      "genre":"Фэнтези"
    },
    {
      "bookName":"Повелитель мух",
      "description":"Жуткая история про развлечения английских школьников на необитаемом острове. Маленькие мальчики проживают эволюцию наоборот, превращаясь из цивилизованных детей в злых, диких зверушек, культивирующих страх и силу, способных на убийство. История про свободу, которая предполагает ответственность, и про то, что юность и невинность вовсе не синонимы.",
      "author":["Уильям Голдинг"],
      "genre":"Роман"
    },
    {
      "bookName":"Железо, ржавое железо",
      "description":" роман Энтони Бёрджесса, в основу которого положена легенда об Экскалибуре. На языке оригинала был опубликован в 1988 году, переведён на русский в 2004, первоначально был издан в трёх выпусках журнала «Иностранная литература». Роман называют одним из наиболее значимых среди позднего творчества писателя.",
      "author":["Энтони Берджесс"],
      "genre":"Роман"
    },
    {
      "bookName":"Властелин колец",
      "description":"Властелин колец» является одной из самых известных и популярных книг XX века. Он переведён по меньшей мере на 38 языков. Эта книга оказала огромное влияние на литературу в жанре фэнтези, на настольные и компьютерные игры, на кинематограф и вообще на мировую культуру. Именно под влиянием работ профессора Толкина появилось ролевое движение. Большим успехом пользовалась и экранизация книги, созданная режиссёром Питером Джексоном.",
      "author":["Джон Рональд Руэл Толкин"],
      "genre":"Фэнтези"
    },
    {
      "bookName":"Игра престолов",
      "description":"Роман в жанре фэнтези американского писателя Джорджа Р. Р. Мартина, первая книга из серии «Песнь Льда и Огня». Впервые произведение было опубликовано в 1996 году издательством Bantam Spectra. Действие романа происходит в вымышленной вселенной. В центре произведения три основные сюжетные линии — события, предшествующие началу династических войн за власть над континентом Вестерос, напоминающим Европу времён Высокого Средневековья; надвигающаяся угроза наступления племён одичалых и демонической расы Иных; а также путешествие дочери свергнутого короля в попытках вернуть Железный трон. Повествование ведётся от третьего лица, попеременно с точки зрения разных персонажей.",
      "author":["Джордж Рэймонд Ричард Мартин"],
      "genre":"Фэнтези"
    }
  ]
}